experiment-finetuned/all_finetuned/runs/pitzDaily/1/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 0.001;

vertices
(
    // Inlet (x = 0)
    (  0   0   -0.0005)
    (  0   0.001 -0.0005)
    (  0   0.001  0.0005)
    (  0   0    0.0005)

    // Outlet (x = 0.005)
    (  0.005  0   -0.0005)
    (  0.005  0.001 -0.0005)
    (  0.005  0.001  0.0005)
    (  0.005  0    0.0005)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (10 10 1) simpleGrading (1 1 1)
);

edges
();

boundary
{
    inlet
    {
        type patch;
        faces ();
    }

    outlet
    {
        type patch;
        faces ();
    }

    upperWall
    {
        type wall;
        faces ();
    }

    lowerWall
    {
        type wall;
        faces ();
    }

    frontAndBack
    {
        type patch;
        faces
        (
            (0 4 7 3)
            (1 5 6 2)
        );
    }
}
