experiment-finetuned/all_finetuned/runs/pitzDaily/1/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.04;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.04;
    }

    outlet
    {
        type            zeroGradient;
    }

    upperWall
    {
        type            kqRWallFunction;
        value           uniform 0.04;
    }

    lowerWall
    {
        type            kqRWallFunction;
        value           uniform 0.04;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //